Repository: nafeu-khan/sc-management-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn, fr

source: Educational organization deleted successfully.
bn: শিক্ষা প্রতিষ্ঠান সফলভাবে মুছে ফেলা হয়েছে।
fr: Organisation éducative supprimée avec succès.

source: Contact Request on Coco Platform
bn: কোকো প্ল্যাটফর্মে যোগাযোগের অনুরোধ
fr: Demande de contact sur la plateforme Coco

source: Hi,
bn: হাই,
fr: Bonjour,

source: wants to contact you.
bn: আপনার সাথে যোগাযোগ করতে চায়।
fr: souhaite vous contacter.

source: Email:
bn: ইমেল:

source: Message:
bn: বার্তা:

source: This message was sent to Admin.
bn: এই বার্তাটি অ্যাডমিনকে পাঠানো হয়েছিল।
fr: Ce message a été envoyé à l'administrateur.

source: Dear
bn: প্রিয়
fr: Cher

source: Your account has been locked for %(locked_time)s minute(s) due to an unusual login attempt on your account. Please contact support immediately to unlock your account.
bn: আপনার অ্যাকাউন্টে একটি অস্বাভাবিক লগইন প্রচেষ্টার কারণে আপনার অ্যাকাউন্টটি %(locked_time)s মিনিটের জন্য লক করা হয়েছে।
fr: Votre compte a été verrouillé pendant %(locked_time)s minute(s) en raison d'une tentative de connexion inhabituelle sur votre compte.

source: Best regards,
bn: শুভেচ্ছা,
fr: Meilleures salutations,

source: The Coco Platform Team
bn: কোকো প্ল্যাটফর্ম দল
fr: L’équipe de la plateforme Coco

source: OTP Activation
bn: OTP অ্যাক্টিভেশন
fr: Activation OTP

source: Hello
bn: হ্যালো
fr: Bonjour

source: Your OTP setup was successful. You can now use OTP for secure login.
bn: আপনার OTP সেটআপ সফল হয়েছে৷
fr: Votre configuration OTP a réussi.

source: If you did not perform this action, please contact support immediately.
bn: আপনি যদি এই কাজটি না করে থাকেন, অনুগ্রহ করে অবিলম্বে সহায়তার সাথে যোগাযোগ করুন।
fr: Si vous n’avez pas effectué cette action, veuillez contacter immédiatement l’assistance.

source: Password Reset
bn: পাসওয়ার্ড রিসেট
fr: Réinitialisation du mot de passe

source: You requested a password reset. Click the link below to reset your password:
bn: আপনি একটি পাসওয়ার্ড রিসেট করার অনুরোধ করেছেন৷
fr: Vous avez demandé une réinitialisation du mot de passe.

source: Reset Password
bn: পাসওয়ার্ড রিসেট করুন
fr: Réinitialiser le mot de passe

source: If you did not request a password reset, please ignore this email.
bn: আপনি যদি পাসওয়ার্ড রিসেট করার অনুরোধ না করে থাকেন তাহলে অনুগ্রহ করে এই ইমেলটি উপেক্ষা করুন।
fr: Si vous n'avez pas demandé de réinitialisation de mot de passe, veuillez ignorer cet e-mail.

source: Thank you for registering on Coco Platform. To activate your account, please click the link below:
bn: কোকো প্ল্যাটফর্মে নিবন্ধন করার জন্য আপনাকে ধন্যবাদ।
fr: Merci de votre inscription sur Coco Platform.

source: Faculty member data not found.
bn: অনুষদ সদস্য তথ্য পাওয়া যায়নি.
fr: Données sur les membres du corps enseignant introuvables.

source: Faculty member data found.
bn: অনুষদ সদস্য তথ্য পাওয়া গেছে.
fr: Données sur les membres du corps enseignant trouvées.

source: Faculty member data saved successfully.
bn: ফ্যাকাল্টি সদস্য ডেটা সফলভাবে সংরক্ষিত।
fr: Les données des membres du corps enseignant ont été enregistrées avec succès.

source: Faculty member data updated successfully.
bn: ফ্যাকাল্টি সদস্য ডেটা সফলভাবে আপডেট করা হয়েছে।
fr: Les données des membres du corps enseignant ont été mises à jour avec succès.

source: User is required.
bn: ব্যবহারকারীর প্রয়োজন।
fr: L'utilisateur est requis.

source: User cannot be blank.
bn: ব্যবহারকারী খালি হতে পারে না।
fr: L'utilisateur ne peut pas être vide.

source: Specified user does not exist.
bn: নির্দিষ্ট ব্যবহারকারীর অস্তিত্ব নেই।
fr: L'utilisateur spécifié n'existe pas.

source: Educational organization is required.
bn: শিক্ষা প্রতিষ্ঠান প্রয়োজন।
fr: Une organisation pédagogique est requise.

source: Educational organization cannot be blank.
bn: শিক্ষা প্রতিষ্ঠান খালি হতে পারে না।
fr: L’organisation éducative ne peut pas être vide.

source: Specified educational organization does not exist or is not active.
bn: নির্দিষ্ট শিক্ষা প্রতিষ্ঠানের অস্তিত্ব নেই বা সক্রিয় নয়।
fr: L’organisme éducatif spécifié n’existe pas ou n’est pas actif.

source: Department is required.
bn: বিভাগ প্রয়োজন।
fr: Le département est requis.

source: Department cannot be blank.
bn: বিভাগ ফাঁকা হতে পারে না।
fr: Le département ne peut pas être vide.

source: Specified department does not exist or is not active.
bn: নির্দিষ্ট বিভাগ বিদ্যমান নেই বা সক্রিয় নয়।
fr: Le service spécifié n'existe pas ou n'est pas actif.

source: College is required.
bn: কলেজ প্রয়োজন।
fr: L’université est requise.

source: College cannot be blank.
bn: কলেজ ফাঁকা হতে পারে না।
fr: Le Collège ne peut pas être vide.

source: Specified college does not exist or is not active.
bn: নির্দিষ্ট কলেজ বিদ্যমান নেই বা সক্রিয় নয়।
fr: Le collège spécifié n'existe pas ou n'est pas actif.

source: Enter a valid URL for the personal web address.
bn: ব্যক্তিগত ওয়েব ঠিকানার জন্য একটি বৈধ URL লিখুন।
fr: saisissez une URL valide pour l'adresse Web personnelle.

source: Enter a valid URL for the research profile address.
bn: গবেষণা প্রোফাইল ঠিকানার জন্য একটি বৈধ URL লিখুন।
fr: Entrez une URL valide pour l'adresse du profil de recherche.

source: Enter a valid ORCID identifier.
bn: একটি বৈধ ORCID শনাক্তকারী লিখুন।
fr: Entrez un identifiant ORCID valide.

source: Ensure the faculty type has no more than 100 characters.
bn: নিশ্চিত করুন যে অনুষদের ধরনে 100টির বেশি অক্ষর নেই।
fr: Assurez-vous que le type de professeur ne comporte pas plus de 100 caractères.

source: Faculty type cannot be blank.
bn: ফ্যাকাল্টি টাইপ ফাঁকা হতে পারে না।
fr: Le type de faculté ne peut pas être vide.

source: Faculty type cannot be null.
bn: ফ্যাকাল্টি টাইপ শূন্য হতে পারে না।
fr: Le type de faculté ne peut pas être nul.

source: Statement cannot be blank.
bn: বিবৃতি ফাঁকা হতে পারে না।
fr: La déclaration ne peut pas être vide.

source: A faculty member with these details already exists.
bn: এই বিবরণ সহ একজন অনুষদ সদস্য ইতিমধ্যেই বিদ্যমান।
fr: Un membre du corps professoral avec ces informations existe déjà.

source: Faculty member deleted successfully.
bn: ফ্যাকাল্টি সদস্য সফলভাবে মুছে ফেলা হয়েছে।
fr: membre du corps enseignant supprimé avec succès.

source: Get academic history
bn: একাডেমিক ইতিহাস পান
fr: Obtenir l'histoire académique

source: Retrieve user's academic history.
bn: ব্যবহারকারীর একাডেমিক ইতিহাস পুনরুদ্ধার করুন।
fr: Récupérer les antécédents académiques de l'utilisateur.

source: academic history retrieved successfully.
bn: একাডেমিক ইতিহাস সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: histoire académique récupérée avec succès.

source: An error occurred while processing the request
bn: অনুরোধটি প্রক্রিয়া করার সময় একটি ত্রুটি ঘটেছে
fr: Une erreur s'est produite lors du traitement de la demande

source: Add Academic history
bn: একাডেমিক ইতিহাস যোগ করুন
fr: Ajouter un historique académique

source: Add a new Academic history.
bn: একটি নতুন একাডেমিক ইতিহাস যোগ করুন।
fr: Ajouter un nouvel historique académique.

source: Academic history added successfully.
bn: একাডেমিক ইতিহাস সফলভাবে যোগ করা হয়েছে।
fr: Histoire académique ajoutée avec succès.

source: Validation error
bn: বৈধতা ত্রুটি
fr: Erreur de validation

source: Update Academic history
bn: একাডেমিক ইতিহাস আপডেট করুন
fr: Mettre à jour l'historique académique

source: Update an existing Academic history.
bn: একটি বিদ্যমান একাডেমিক ইতিহাস আপডেট করুন।
fr: Mettre à jour un historique académique existant.

source: Academic history updated successfully.
bn: একাডেমিক ইতিহাস সফলভাবে আপডেট করা হয়েছে।
fr: Historique académique mis à jour avec succès.

source: Delete Academic history
bn: একাডেমিক ইতিহাস মুছুন
fr: Supprimer l'historique académique

source: Delete an existing Academic history.
bn: একটি বিদ্যমান একাডেমিক ইতিহাস মুছুন।
fr: Supprimer un historique académique existant.

source: Academic history deleted successfully.
bn: একাডেমিক ইতিহাস সফলভাবে মুছে ফেলা হয়েছে।
fr: Historique académique supprimé avec succès.

source: Get awards, grants, and scholarships
bn: পুরস্কার, অনুদান এবং বৃত্তি পান
fr: Obtenez des prix, des subventions et des bourses

source: Retrieve user's awards, grants, and scholarships.
bn: ব্যবহারকারীর পুরস্কার, অনুদান এবং বৃত্তি পুনরুদ্ধার করুন।
fr: Récupérez les récompenses, les subventions et les bourses des utilisateurs.

source: Awards, grants, and scholarships retrieved successfully.
bn: পুরস্কার, অনুদান, এবং বৃত্তি সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: récompenses, subventions et bourses récupérées avec succès.

source: Add AwardGrantScholarship
bn: অ্যাওয়ার্ড গ্রান্ট স্কলারশিপ যোগ করুন
fr: Ajouter une bourse d'études

source: Add a new award grant scholarship.
bn: একটি নতুন পুরস্কার অনুদান বৃত্তি যোগ করুন.
fr: Ajouter une nouvelle bourse d'études.

source: Award grant scholarship added successfully.
bn: পুরস্কার অনুদান বৃত্তি সফলভাবে যোগ করা হয়েছে.
fr: Bourse d'attribution ajoutée avec succès.

source: Update award grant scholarship
bn: পুরষ্কার অনুদান বৃত্তি আপডেট করুন
fr: Mise à jour de la bourse d'études

source: Update an existing award grant scholarship.
bn: একটি বিদ্যমান পুরস্কার অনুদান বৃত্তি আপডেট করুন।
fr: Mettre à jour une bourse d’études existante.

source: Award grant scholarship updated successfully.
bn: পুরস্কার অনুদান বৃত্তি সফলভাবে আপডেট করা হয়েছে।
fr: Bourse d'attribution mise à jour avec succès.

source: Delete award grant scholarship
bn: পুরস্কার অনুদান বৃত্তি মুছুন
fr: Supprimer la bourse d'études

source: Delete an existing award grant scholarship.
bn: একটি বিদ্যমান পুরস্কার অনুদান বৃত্তি মুছুন।
fr: Supprimer une bourse d'études existante.

source: Award grant scholarship deleted successfully.
bn: পুরষ্কার অনুদান বৃত্তি সফলভাবে মুছে ফেলা হয়েছে।
fr: Bourse d'attribution supprimée avec succès.

source: Get Dissertations
bn: গবেষণাপত্র পান
fr: Obtenir des thèses

source: Retrieve user's Dissertations.
bn: ব্যবহারকারীর গবেষণাপত্র পুনরুদ্ধার করুন।
fr: Récupérer les mémoires de l'utilisateur.

source: Dissertations retrieved successfully.
bn: প্রবন্ধগুলি সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Mémoires récupérés avec succès.

source: Add dissertation
bn: প্রবন্ধ যোগ করুন
fr: Ajouter une thèse

source: Add a new dissertation.
bn: একটি নতুন গবেষণাপত্র যোগ করুন।
fr: Ajouter une nouvelle thèse.

source: Dissertation added successfully.
bn: প্রবন্ধ সফলভাবে যোগ করা হয়েছে।
fr: Thèse ajoutée avec succès.

source: Update dissertation
bn: গবেষণামূলক আপডেট করুন
fr: Mettre à jour la thèse

source: Update an existing dissertation.
bn: একটি বিদ্যমান গবেষণাপত্র আপডেট করুন।
fr: Mettre à jour une thèse existante.

source: Dissertation updated successfully.
bn: প্রবন্ধ সফলভাবে আপডেট করা হয়েছে।
fr: Thèse mise à jour avec succès.

source: Delete dissertation
bn: প্রবন্ধ মুছুন
fr: Supprimer la thèse

source: Delete an existing dissertation.
bn: একটি বিদ্যমান গবেষণাপত্র মুছুন।
fr: Supprimer une thèse existante.

source: Dissertation deleted successfully.
bn: প্রবন্ধ সফলভাবে মুছে ফেলা হয়েছে।
fr: Thèse supprimée avec succès.

source: Get Educational Background
bn: শিক্ষাগত পটভূমি পান
fr: Obtenir une formation

source: Retrieve user's educational background.
bn: ব্যবহারকারীর শিক্ষাগত পটভূমি পুনরুদ্ধার করুন।
fr: Récupérer la formation de l'utilisateur.

source: Educational backgrounds retrieved successfully.
bn: শিক্ষাগত পটভূমি সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Parcours scolaires récupérés avec succès.

source: Add Educational Background
bn: শিক্ষাগত পটভূমি যোগ করুন
fr: Ajouter une formation

source: Add a new educational background.
bn: একটি নতুন শিক্ষাগত পটভূমি যোগ করুন।
fr: Ajouter une nouvelle formation.

source: Educational background added successfully.
bn: শিক্ষাগত পটভূমি সফলভাবে যোগ করা হয়েছে।
fr: Formation ajoutée avec succès.

source: Update Educational Background
bn: শিক্ষাগত পটভূমি আপডেট করুন
fr: Mettre à jour la formation

source: Update an existing educational background.
bn: একটি বিদ্যমান শিক্ষাগত পটভূমি আপডেট করুন।
fr: Mettre à jour un bagage scolaire existant.

source: Educational background updated successfully.
bn: শিক্ষাগত পটভূমি সফলভাবে আপডেট করা হয়েছে।
fr: Formation mise à jour avec succès.

source: Delete Educational Background
bn: শিক্ষাগত পটভূমি মুছুন
fr: Supprimer la formation

source: Delete an existing educational background.
bn: একটি বিদ্যমান শিক্ষাগত পটভূমি মুছুন।
fr: Supprimer une formation existante.

source: Educational background deleted successfully.
bn: শিক্ষাগত পটভূমি সফলভাবে মুছে ফেলা হয়েছে।
fr: Formation supprimée avec succès.

source: Update Ranks
bn: র্যাঙ্ক আপডেট করুন
fr: Mettre à jour les classements

source: Update the ranks of educational backgrounds.
bn: শিক্ষাগত ব্যাকগ্রাউন্ডের র‌্যাঙ্ক আপডেট করুন।
fr: Mettre à jour les classements des formations.

source: Ranks updated successfully.
bn: র‌্যাঙ্ক সফলভাবে আপডেট করা হয়েছে।
fr: Les classements ont été mis à jour avec succès.

source: An error occurred while updating ranks.
bn: র‌্যাঙ্ক আপডেট করার সময় একটি ত্রুটি ঘটেছে।
fr: Une erreur s'est produite lors de la mise à jour des classements.

source: Profile details data saved successfully.
bn: প্রোফাইলের বিশদ তথ্য সফলভাবে সংরক্ষিত হয়েছে।
fr: Les données détaillées du profil ont été enregistrées avec succès.

source: Profile details data updated successfully.
bn: প্রোফাইলের বিশদ তথ্য সফলভাবে আপডেট করা হয়েছে।
fr: Les données détaillées du profil ont été mises à jour avec succès.

source: Get Publications
bn: প্রকাশনা পান
fr: Obtenir des publications

source: Retrieve user's publications.
bn: ব্যবহারকারীর প্রকাশনা পুনরুদ্ধার করুন।
fr: Récupérer les publications de l'utilisateur.

source: Publications retrieved successfully.
bn: প্রকাশনাগুলি সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Publications récupérées avec succès.

source: Add Publication
bn: প্রকাশনা যোগ করুন
fr: Ajouter une publication

source: Add a new publication.
bn: একটি নতুন প্রকাশনা যোগ করুন।
fr: Ajouter une nouvelle publication.

source: Publication added successfully.
bn: প্রকাশনা সফলভাবে যোগ করা হয়েছে।
fr: Publication ajoutée avec succès.

source: Update Publication
bn: প্রকাশনা আপডেট করুন
fr: Mise à jour de la publication

source: Update an existing publication.
bn: একটি বিদ্যমান প্রকাশনা আপডেট করুন।
fr: Mettre à jour une publication existante.

source: Publication updated successfully.
bn: প্রকাশনা সফলভাবে আপডেট হয়েছে।
fr: publication mise à jour avec succès.

source: Delete Publication
bn: প্রকাশনা মুছুন
fr: Supprimer la publication

source: Delete an existing publication.
bn: একটি বিদ্যমান প্রকাশনা মুছুন।
fr: Supprimer une publication existante.

source: Publication deleted successfully.
bn: প্রকাশনা সফলভাবে মুছে ফেলা হয়েছে।
fr: Publication supprimée avec succès.

source: An error occurred while fetching the publication types list.
bn: প্রকাশনার প্রকারের তালিকা আনার সময় একটি ত্রুটি ঘটেছে।
fr: Une erreur s'est produite lors de la récupération de la liste des types de publication.

source: Invalid title. Choose from Dr., Mr., Mrs., Ms., or Prof.
bn: অবৈধ শিরোনাম।
fr: Titre invalide.

source: Ensure this field has no more than 100 characters.
bn: নিশ্চিত করুন যে এই ক্ষেত্রটিতে 100টির বেশি অক্ষর নেই।
fr: Assurez-vous que ce champ ne contient pas plus de 100 caractères.

source: First name is required.
bn: প্রথম নাম প্রয়োজন।
fr: Le prénom est requis.

source: Last name is required.
bn: শেষ নাম প্রয়োজন।
fr: Le nom de famille est requis.

source: Email address is required.
bn: ইমেল ঠিকানা প্রয়োজন।
fr: Une adresse e-mail est requise.

source: The phone number entered is not valid.
bn: প্রবেশ করা ফোন নম্বরটি বৈধ নয়৷
fr: Le numéro de téléphone saisi n'est pas valide.

source: The phone number entered is not valid. exception
bn: প্রবেশ করা ফোন নম্বর বৈধ নয়।
fr: Le numéro de téléphone saisi n'est pas valide.

source: Get References
bn: রেফারেন্স পান
fr: Obtenir des références

source: Retrieve user's references.
bn: ব্যবহারকারীর রেফারেন্স পুনরুদ্ধার করুন।
fr: Récupérer les références de l'utilisateur.

source: References retrieved successfully.
bn: তথ্যসূত্র সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Références récupérées avec succès.

source: Add Reference
bn: রেফারেন্স যোগ করুন
fr: Ajouter une référence

source: Add a new reference.
bn: একটি নতুন রেফারেন্স যোগ করুন।
fr: Ajouter une nouvelle référence.

source: Reference added successfully.
bn: রেফারেন্স সফলভাবে যোগ করা হয়েছে।
fr: Référence ajoutée avec succès.

source: Update Reference
bn: রেফারেন্স আপডেট করুন
fr: Mettre à jour la référence

source: Update an existing reference.
bn: একটি বিদ্যমান রেফারেন্স আপডেট করুন।
fr: Mettre à jour une référence existante.

source: Reference updated successfully.
bn: রেফারেন্স সফলভাবে আপডেট করা হয়েছে।
fr: Référence mise à jour avec succès.

source: Delete Reference
bn: রেফারেন্স মুছুন
fr: Supprimer la référence

source: Delete an existing reference.
bn: একটি বিদ্যমান রেফারেন্স মুছুন।
fr: Supprimer une référence existante.

source: Reference deleted successfully.
bn: রেফারেন্স সফলভাবে মুছে ফেলা হয়েছে।
fr: Référence supprimée avec succès.

source: Get research experiences
bn: গবেষণার অভিজ্ঞতা পান
fr: Obtenez des expériences de recherche

source: Retrieve user's research experiences.
bn: ব্যবহারকারীর গবেষণা অভিজ্ঞতা পুনরুদ্ধার করুন।
fr: Récupérer les expériences de recherche des utilisateurs.

source: Research experiences retrieved successfully.
bn: গবেষণার অভিজ্ঞতা সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Expériences de recherche récupérées avec succès.

source: Add research experience
bn: গবেষণা অভিজ্ঞতা যোগ করুন
fr: Ajouter une expérience de recherche

source: Add a new research experience.
bn: একটি নতুন গবেষণা অভিজ্ঞতা যোগ করুন।
fr: Ajoutez une nouvelle expérience de recherche.

source: Research experience added successfully.
bn: গবেষণার অভিজ্ঞতা সফলভাবে যোগ করা হয়েছে।
fr: Expérience de recherche ajoutée avec succès.

source: Update research experience
bn: গবেষণার অভিজ্ঞতা আপডেট করুন
fr: Mettre à jour l’expérience de recherche

source: Update an existing research experience.
bn: একটি বিদ্যমান গবেষণা অভিজ্ঞতা আপডেট করুন।
fr: Mettre à jour une expérience de recherche existante.

source: Research experience updated successfully.
bn: গবেষণার অভিজ্ঞতা সফলভাবে আপডেট করা হয়েছে।
fr: Expérience de recherche mise à jour avec succès.

source: Delete research experience
bn: গবেষণার অভিজ্ঞতা মুছুন
fr: Supprimer l'expérience de recherche

source: Delete an existing research experience.
bn: একটি বিদ্যমান গবেষণা অভিজ্ঞতা মুছুন।
fr: Supprimer une expérience de recherche existante.

source: Research experience deleted successfully.
bn: গবেষণার অভিজ্ঞতা সফলভাবে মুছে ফেলা হয়েছে।
fr: Expérience de recherche supprimée avec succès.

source: Ensure this field has no more than 30 characters.
bn: নিশ্চিত করুন যে এই ক্ষেত্রটিতে 30টির বেশি অক্ষর নেই।
fr: Assurez-vous que ce champ ne contient pas plus de 30 caractères.

source: Enter a valid date.
bn: একটি বৈধ তারিখ লিখুন।
fr: Entrez une date valide.

source: You must be at least {min_age} years old.
bn: আপনার বয়স কমপক্ষে {min_age} বছর হতে হবে৷
fr: Vous devez avoir au moins {min_age} ans.

source: Country is required.
bn: দেশ প্রয়োজন।
fr: Le pays est requis.

source: Country cannot be longer than 100 characters.
bn: দেশ 100 অক্ষরের বেশি হতে পারে না।
fr: Le pays ne peut pas comporter plus de 100 caractères.

source: Legal state of residence is required.
bn: বসবাসের আইনি অবস্থা প্রয়োজন।
fr: L'état de résidence légal est requis.

source: Legal state of residence cannot be longer than 100 characters.
bn: বসবাসের আইনগত অবস্থা 100 অক্ষরের বেশি হতে পারে না।
fr: L'État de résidence légal ne peut pas dépasser 100 caractères.

source: Visa type is required.
bn: ভিসার ধরন প্রয়োজন।
fr: Le type de visa est requis.

source: Visa type cannot be longer than 100 characters.
bn: ভিসার ধরন 100 অক্ষরের বেশি হতে পারে না।
fr: Le type de visa ne peut pas comporter plus de 100 caractères.

source: Issuing country is required.
bn: ইস্যুকারী দেশ প্রয়োজন।
fr: Le pays émetteur est requis.

source: Issuing country cannot be longer than 100 characters.
bn: ইস্যুকারী দেশ 100 অক্ষরের বেশি হতে পারে না।
fr: Le pays émetteur ne peut pas comporter plus de 100 caractères.

source: Date has wrong format. Use one of these formats instead: YYYY-MM-DD.
bn: তারিখ ভুল বিন্যাস আছে.
fr: Le format de la date est incorrect.

source: Expiration date cannot be in the past.
bn: মেয়াদ শেষ হওয়ার তারিখ অতীত হতে পারে না।
fr: La date d'expiration ne peut pas être située dans le passé.

source: Please upload a file.
bn: অনুগ্রহ করে একটি ফাইল আপলোড করুন।
fr: Veuillez télécharger un fichier.

source: Please upload a valid file.
bn: একটি বৈধ ফাইল আপলোড করুন।
fr: Veuillez télécharger un fichier valide.

source: No file uploaded.
bn: কোন ফাইল আপলোড করা হয়নি।
fr: Aucun fichier téléchargé.

source: Invalid file type. Only PDF files are allowed.
bn: অবৈধ ফাইল প্রকার।
fr: Type de fichier invalide.

source: Ethnicity is required.
bn: জাতিগত প্রয়োজন।
fr: L’origine ethnique est requise.

source: Ethnicity origin field is required.
bn: জাতিগত উত্স ক্ষেত্র প্রয়োজন।
fr: Le champ d’origine ethnique est obligatoire.

source: Preference on Ethnicity Reporting is required.
bn: জাতিগত প্রতিবেদনে অগ্রাধিকার প্রয়োজন।
fr: Une préférence pour les rapports sur l'origine ethnique est requise.

source: Ethnicity origin must be either true or false.
bn: জাতিগত উত্স হতে হবে সত্য বা মিথ্যা।
fr: L’origine ethnique doit être vraie ou fausse.

source: Preference on Ethnicity Reporting must be either true or false.
bn: এথনিসিটি রিপোর্টিং এর উপর অগ্রাধিকার সত্য বা মিথ্যা হতে হবে।
fr: Les préférences concernant l'origine ethnique doivent être vraies ou fausses.

source: First language is required.
bn: প্রথম ভাষা প্রয়োজন।
fr: La première langue est requise.

source: First language cannot be null.
bn: প্রথম ভাষা শূন্য হতে পারে না।
fr: La première langue ne peut pas être nulle.

source: Invalid language ID.
bn: অবৈধ ভাষা আইডি।
fr: ID de langue invalide.

source: Language with this ID does not exist.
bn: এই আইডির ভাষা বিদ্যমান নেই।
fr: La langue avec cet ID n'existe pas.

source: Incorrect type. Expected pk value, received {data_type}.
bn: ভুল টাইপ।
fr: Type incorrect.

source: Parental college graduation status is required.
bn: পিতামাতার কলেজ স্নাতক অবস্থা প্রয়োজন.
fr: Le statut d’obtention d’un diplôme d’études collégiales parentales est requis.

source: Languages is/are not valid.
bn: ভাষা বৈধ/নয়।
fr: Les langues ne sont pas valides.

source: Acknowledgement is required.
bn: স্বীকৃতি প্রয়োজন।
fr: Un accusé de réception est requis.

source: Invalid acknowledgement value.
bn: অবৈধ স্বীকৃতি মান।
fr: Valeur d'accusé de réception invalide.

source: Institution name is required.
bn: প্রতিষ্ঠানের নাম প্রয়োজন।
fr: Le nom de l'établissement est requis.

source: Start date is required.
bn: শুরুর তারিখ প্রয়োজন।
fr: La date de début est requise.

source: Major is required.
bn: মেজর প্রয়োজন।
fr: Le majeur est requis.

source: End date must be greater than start date.
bn: সমাপ্তির তারিখ শুরুর তারিখের চেয়ে বড় হতে হবে।
fr: La date de fin doit être supérieure à la date de début.

source: Degree date must be greater than start date.
bn: ডিগ্রী তারিখ শুরুর তারিখের চেয়ে বড় হতে হবে।
fr: La date du diplôme doit être supérieure à la date de début.

source: Degree date must be greater than end date.
bn: ডিগ্রী তারিখ শেষ তারিখের চেয়ে বড় হতে হবে।
fr: La date du diplôme doit être supérieure à la date de fin.

source: Ensure this field has no more than 50 characters.
bn: নিশ্চিত করুন যে এই ক্ষেত্রটিতে 50টির বেশি অক্ষর নেই।
fr: assurez-vous que ce champ ne contient pas plus de 50 caractères.

source: Title is required.
bn: শিরোনাম প্রয়োজন।
fr: Le titre est requis.

source: Academic Level is required.
bn: একাডেমিক স্তর প্রয়োজন।
fr: Un niveau académique est requis.

source: Full Dissertation Link is required.
bn: সম্পূর্ণ গবেষণামূলক লিংক প্রয়োজন।
fr: Un lien complet pour la thèse est requis.

source: Supervisor is required.
bn: সুপারভাইজার প্রয়োজন।
fr: Un superviseur est requis.

source: Organization is required.
bn: সংগঠন প্রয়োজন।
fr: Il faut de l'organisation.

source: Invalid publication type.
bn: অবৈধ প্রকাশনার ধরন।
fr: Type de publication invalide.

source: Authors are required.
bn: লেখক প্রয়োজন.
fr: Les auteurs sont requis.
