Repository: nafeu-khan/sc-management-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn, fr

source: Email or password is wrong.
bn: ইমেল বা পাসওয়ার্ড ভুল।
fr: L'e-mail ou le mot de passe sont erronés.

source: Username or password is wrong.
bn: ব্যবহারকারীর নাম বা পাসওয়ার্ড ভুল।
fr: Le nom d'utilisateur ou le mot de passe est erroné.

source: The OTP code you entered is incorrect. Please try again.
bn: আপনি যে OTP কোডটি লিখেছেন সেটি ভুল।
fr: Le code OTP que vous avez saisi est incorrect.

source: User not found.
bn: ব্যবহারকারী পাওয়া যায়নি।
fr: Utilisateur introuvable.

source: Missing reCAPTCHA token.
bn: অনুপস্থিত reCAPTCHA টোকেন।
fr: Jeton reCAPTCHA manquant.

source: Failed reCAPTCHA verification. Please try again.
bn: ব্যর্থ reCAPTCHA যাচাইকরণ।
fr: Échec de la vérification reCAPTCHA.

source: This field is required.
bn: এই ক্ষেত্রটি প্রয়োজন।
fr: Ce champ est obligatoire.

source: This field may not be blank.
bn: এই ক্ষেত্রটি ফাঁকা নাও হতে পারে।
fr: Ce champ ne peut pas être vide.

source: Enter a valid email address.
bn: একটি বৈধ ইমেল ঠিকানা লিখুন।
fr: Entrez une adresse e-mail valide.

source: A user with that email already exists.
bn: সেই ইমেলের সাথে একজন ব্যবহারকারী ইতিমধ্যেই বিদ্যমান।
fr: Un utilisateur avec cette adresse e-mail existe déjà.

source: This password is too short.
bn: এই পাসওয়ার্ডটি খুব ছোট।
fr: Ce mot de passe est trop court.

source: It must contain at least 8 characters.
bn: এটিতে কমপক্ষে 8টি অক্ষর থাকতে হবে।
fr: Il doit contenir au moins 8 caractères.

source: This password is entirely numeric.
bn: এই পাসওয়ার্ডটি সম্পূর্ণরূপে সংখ্যাসূচক।
fr: Ce mot de passe est entièrement numérique.

source: This password is too common.
bn: এই পাসওয়ার্ডটি খুবই সাধারণ।
fr: Ce mot de passe est trop courant.

source: Account locked due to too many failed login attempts.
bn: অত্যধিক ব্যর্থ লগইন প্রচেষ্টার কারণে অ্যাকাউন্ট লক করা হয়েছে।
fr: Compte verrouillé en raison d'un trop grand nombre de tentatives de connexion infructueuses.

source: Login successful.
bn: লগইন সফল।
fr: Connexion réussie.

source: Registration successful.
bn: নিবন্ধন সফল।
fr: enregistrement réussi.

source: User created successfully.
bn: ব্যবহারকারী সফলভাবে তৈরি করা হয়েছে।
fr: Utilisateur créé avec succès.

source: User created successfully but failed to send welcome email.
bn: ব্যবহারকারী সফলভাবে তৈরি করা হয়েছে কিন্তু স্বাগত ইমেল পাঠাতে ব্যর্থ হয়েছে।
fr: L'utilisateur a été créé avec succès mais n'a pas réussi à envoyer l'e-mail de bienvenue.

source: OTP setup is successful! You can now set up OTP again.
bn: OTP সেটআপ সফল!
fr: La configuration OTP est réussie !

source: OTP is already set up and verified for this user
bn: OTP ইতিমধ্যেই এই ব্যবহারকারীর জন্য সেট আপ এবং যাচাই করা হয়েছে৷
fr: OTP est déjà configuré et vérifié pour cet utilisateur

source: OTP verification successful! You can now use your OTP for secure login.
bn: OTP যাচাইকরণ সফল!
fr: Vérification OTP réussie !

source: OTP has been successfully disabled. Your account no longer requires two-factor authentication for login.
bn: OTP সফলভাবে নিষ্ক্রিয় করা হয়েছে।
fr: OTP a été désactivé avec succès.

source: No OTP record found for the user.
bn: ব্যবহারকারীর জন্য কোন OTP রেকর্ড পাওয়া যায়নি।
fr: Aucun enregistrement OTP trouvé pour l'utilisateur.

source: Ensure this field has no more than 150 characters.
bn: নিশ্চিত করুন যে এই ক্ষেত্রটিতে 150টির বেশি অক্ষর নেই।
fr: Assurez-vous que ce champ ne contient pas plus de 150 caractères.

source: Ensure this field has no more than 254 characters.
bn: নিশ্চিত করুন যে এই ক্ষেত্রটিতে 254টির বেশি অক্ষর নেই।
fr: Assurez-vous que ce champ ne contient pas plus de 254 caractères.

source: Passwords do not match.
bn: পাসওয়ার্ড মেলে না।
fr: Les mots de passe ne correspondent pas.

source: Invalid or expired token.
bn: অবৈধ বা মেয়াদোত্তীর্ণ টোকেন।
fr: Jeton invalide ou expiré.

source: Email should not exceed 254 characters.
bn: ইমেল 254 অক্ষরের বেশি হওয়া উচিত নয়।
fr: L'e-mail ne doit pas dépasser 254 caractères.

source: Username should not exceed 150 characters.
bn: ব্যবহারকারীর নাম 150 অক্ষরের বেশি হওয়া উচিত নয়।
fr: Le nom d'utilisateur ne doit pas dépasser 150 caractères.

source: Role '{value}' does not exist.
bn: ভূমিকা '{মান}' বিদ্যমান নেই।
fr: Le rôle '{value}' n'existe pas.

source: Account locked for unusual Login Attempt
bn: অস্বাভাবিক লগইন প্রচেষ্টার জন্য অ্যাকাউন্ট লক করা হয়েছে
fr: Compte verrouillé pour tentative de connexion inhabituelle

source: User created successfully but failed to send welcome email
bn: ব্যবহারকারী সফলভাবে তৈরি করা হয়েছে কিন্তু স্বাগত ইমেল পাঠাতে ব্যর্থ হয়েছে
fr: Utilisateur créé avec succès mais n'a pas réussi à envoyer l'e-mail de bienvenue

source: User created successfully
bn: ব্যবহারকারী সফলভাবে তৈরি করা হয়েছে
fr: Utilisateur créé avec succès

source: Your account has been activated successfully.
bn: আপনার অ্যাকাউন্ট সফলভাবে সক্রিয় করা হয়েছে।
fr: Votre compte a été activé avec succès.

source: Activation link is invalid or expired.
bn: অ্যাক্টিভেশন লিঙ্কটি অবৈধ বা মেয়াদোত্তীর্ণ।
fr: Le lien d'activation est invalide ou a expiré.

source: Data too long for field. Please ensure your username or email is within the valid length.
bn: ক্ষেত্রের জন্য ডেটা খুব দীর্ঘ।
fr: Données trop longues pour le champ.

source: Password Reset Requested
bn: পাসওয়ার্ড রিসেট অনুরোধ করা হয়েছে
fr: Réinitialisation du mot de passe demandée

source: Failed to update profile details.
bn: প্রোফাইল বিশদ আপডেট করতে ব্যর্থ।
fr: Échec de la mise à jour des détails du profil.

source: User details not found.
bn: ব্যবহারকারীর বিবরণ পাওয়া যায়নি।
fr: Détails utilisateur introuvables.

source: User not authenticated.
bn: ব্যবহারকারী প্রমাণীকৃত নয়।
fr: Utilisateur non authentifié.

source: Organization data not found.
bn: সংস্থার তথ্য পাওয়া যায়নি।
fr: Données de l'organisation introuvables.

source: Campus data not found.
bn: ক্যাম্পাস ডেটা পাওয়া যায়নি।
fr: Données du campus introuvables.

source: Educational organization saved successfully.
bn: শিক্ষা প্রতিষ্ঠান সফলভাবে সংরক্ষিত।
fr: Organisation éducative enregistrée avec succès.

source: Educational organization updated successfully.
bn: শিক্ষা প্রতিষ্ঠান সফলভাবে আপডেট হয়েছে।
fr: Organisation éducative mise à jour avec succès.

source: User details retrieved successfully.
bn: ব্যবহারকারীর বিবরণ সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Détails de l'utilisateur récupérés avec succès.

source: Organization data found successfully.
bn: প্রতিষ্ঠানের তথ্য সফলভাবে পাওয়া গেছে।
fr: Données d’organisation trouvées avec succès.

source: Campus saved successfully.
bn: ক্যাম্পাস সফলভাবে সংরক্ষণ করা হয়েছে।
fr: Campus enregistré avec succès.

source: Campus data found successfully.
bn: ক্যাম্পাস ডেটা সফলভাবে পাওয়া গেছে।
fr: Données du campus trouvées avec succès.

source: Campus updated successfully.
bn: ক্যাম্পাস সফলভাবে আপডেট করা হয়েছে।
fr: Campus mis à jour avec succès.

source: Ensure this field has no more than 255 characters.
bn: নিশ্চিত করুন যে এই ক্ষেত্রটিতে 255টির বেশি অক্ষর নেই।
fr: assurez-vous que ce champ ne contient pas plus de 255 caractères.

source: Invalid educational organization.
bn: অবৈধ শিক্ষা প্রতিষ্ঠান।
fr: Organisation éducative invalide.

source: Invalid state or province.
bn: অবৈধ রাষ্ট্র বা প্রদেশ।
fr: État ou province invalide.

source: Ensure this field has no more than 20 characters.
bn: নিশ্চিত করুন যে এই ক্ষেত্রটিতে 20টির বেশি অক্ষর নেই।
fr: Assurez-vous que ce champ ne comporte pas plus de 20 caractères.

source: Ensure this field has no more than 2 characters.
bn: নিশ্চিত করুন যে এই ক্ষেত্রটিতে 2টির বেশি অক্ষর নেই।
fr: Assurez-vous que ce champ ne comporte pas plus de 2 caractères.

source: A duplicate entry with the same campus name, educational organization, country code, city, and state or province already exists.
bn: একই ক্যাম্পাসের নাম, শিক্ষা প্রতিষ্ঠান, দেশের কোড, শহর এবং রাজ্য বা প্রদেশের একটি ডুপ্লিকেট এন্ট্রি ইতিমধ্যেই বিদ্যমান।
fr: une entrée en double avec le même nom de campus, le même établissement d'enseignement, le même code de pays, la même ville et le même état ou province existe déjà.

source: You do not have permission to view campus data
bn: আপনার ক্যাম্পাস ডেটা দেখার অনুমতি নেই
fr: Vous n'êtes pas autorisé à afficher les données du campus

source: You do not have permission to add a campus
bn: আপনার কাছে একটি ক্যাম্পাস যোগ করার অনুমতি নেই
fr: Vous n'êtes pas autorisé à ajouter un campus

source: Validation error occurred.
bn: বৈধতা ত্রুটি ঘটেছে।
fr: Une erreur de validation s'est produite.

source: You do not have permission to update this campus
bn: আপনার এই ক্যাম্পাস আপডেট করার অনুমতি নেই
fr: Vous n'êtes pas autorisé à mettre à jour ce campus

source: Campus not found.
bn: ক্যাম্পাস পাওয়া যায়নি।
fr: Campus introuvable.

source: You do not have permission to delete this campus
bn: আপনার এই ক্যাম্পাস মুছে ফেলার অনুমতি নেই
fr: Vous n'êtes pas autorisé à supprimer ce campus

source: Campus deleted successfully.
bn: ক্যাম্পাস সফলভাবে মুছে ফেলা হয়েছে।
fr: Campus supprimé avec succès.

source: An error occurred while deleting the campus.
bn: ক্যাম্পাস মুছে ফেলার সময় একটি ত্রুটি ঘটেছে৷
fr: Une erreur s'est produite lors de la suppression du campus.

source: English
bn: ইংরেজি
fr: anglais

source: Bengali
bn: বাংলা

source: French
bn: ফরাসি
fr: français

source: An error has occurred. Please try again later.
bn: একটি ত্রুটি ঘটেছে।
fr: Une erreur s'est produite.

source: Please upload a file with one of the following extensions: {extensions}.
bn: অনুগ্রহ করে নিম্নলিখিত এক্সটেনশনগুলির মধ্যে একটি সহ একটি ফাইল আপলোড করুন: {extensions}।
fr: Veuillez télécharger un fichier avec l'une des extensions suivantes : {extensions}.

source: File size exceeds the maximum limit.
bn: ফাইলের আকার সর্বোচ্চ সীমা ছাড়িয়ে গেছে।
fr: la taille du fichier dépasse la limite maximale.

source: Please upload either a Resume or a SOP file.
bn: অনুগ্রহ করে একটি জীবনবৃত্তান্ত বা একটি SOP ফাইল আপলোড করুন৷
fr: Veuillez télécharger un CV ou un fichier SOP.

source: Please upload a PDF file for Resume.
bn: সারসংকলনের জন্য একটি পিডিএফ ফাইল আপলোড করুন।
fr: Veuillez télécharger un fichier PDF pour votre CV.

source: Please upload a JPG/PNG/JPEG/SVG/EPS file for Image.
bn: চিত্রের জন্য একটি JPG/PNG/JPEG/SVG/EPS ফাইল আপলোড করুন।
fr: Veuillez télécharger un fichier JPG/PNG/JPEG/SVG/EPS pour l'image.

source: Please upload a PDF file for SOP.
bn: অনুগ্রহ করে এসওপির জন্য একটি পিডিএফ ফাইল আপলোড করুন।
fr: Veuillez télécharger un fichier PDF pour la SOP.

source: Please fix the following error.
bn: অনুগ্রহ করে নিম্নলিখিত ত্রুটিটি ঠিক করুন।
fr: Veuillez corriger l'erreur suivante.

source: Image size should be less than %(max_size)d mb
bn: ছবির আকার %(max_size)d mb এর কম হওয়া উচিত
fr: la taille de l'image doit être inférieure à %(max_size)d Mo

source: College data not found.
bn: কলেজের তথ্য পাওয়া যায়নি।
fr: Données universitaires introuvables.

source: Operation completed successfully.
bn: অপারেশন সফলভাবে সম্পন্ন হয়েছে।
fr: Opération terminée avec succès.

source: Files uploaded successfully.
bn: ফাইলগুলি সফলভাবে আপলোড হয়েছে৷
fr: Fichiers téléchargés avec succès.

source: College data found.
bn: কলেজের তথ্য পাওয়া গেছে।
fr: Données universitaires trouvées.

source: College data saved successfully.
bn: কলেজের ডেটা সফলভাবে সংরক্ষিত হয়েছে।
fr: Données universitaires enregistrées avec succès.

source: College data updated successfully.
bn: কলেজ ডেটা সফলভাবে আপডেট করা হয়েছে।
fr: Les données de l'université ont été mises à jour avec succès.

source: Name cannot be blank.
bn: নাম ফাঁকা রাখা যাবে না।
fr: Le nom ne peut pas être vide.

source: Name is required.
bn: নাম প্রয়োজন।
fr: Le nom est requis.

source: Campus is required.
bn: ক্যাম্পাস প্রয়োজন।
fr: Le campus est requis.

source: Campus cannot be blank.
bn: ক্যাম্পাস ফাঁকা হতে পারে না।
fr: Le campus ne peut pas être vide.

source: Specified campus does not exist or is not active.
bn: নির্দিষ্ট ক্যাম্পাস বিদ্যমান নেই বা সক্রিয় নয়।
fr: le campus spécifié n'existe pas ou n'est pas actif.

source: Enter a valid URL.
bn: একটি বৈধ URL লিখুন।
fr: Entrez une URL valide.

source: Name cannot be empty.
bn: নাম খালি হতে পারে না।
fr: Le nom ne peut pas être vide.

source: You do not have permission to view college data
bn: আপনার কলেজ ডেটা দেখার অনুমতি নেই
fr: Vous n'êtes pas autorisé à consulter les données du collège

source: You do not have permission to add a college
bn: আপনার কাছে একটি কলেজ যোগ করার অনুমতি নেই
fr: Vous n'êtes pas autorisé à ajouter un collège

source: You do not have permission to update this college
bn: আপনার এই কলেজ আপডেট করার অনুমতি নেই
fr: Vous n'êtes pas autorisé à mettre à jour ce collège

source: You do not have permission to delete this college
bn: আপনার এই কলেজটি মুছে ফেলার অনুমতি নেই
fr: Vous n'êtes pas autorisé à supprimer ce collège

source: College deleted successfully.
bn: কলেজ সফলভাবে মুছে ফেলা হয়েছে।
fr: Collège supprimé avec succès.

source: Welcome to Coco Platform!
bn: কোকো প্ল্যাটফর্মে স্বাগতম!
fr: Bienvenue sur la plateforme Coco !

source: New Contact Request
bn: নতুন যোগাযোগের অনুরোধ
fr: Nouvelle demande de contact

source: OTP Activation Successful
bn: OTP সক্রিয়করণ সফল
fr: Activation OTP réussie

source: Country name must contain only letters and spaces.
bn: দেশের নাম শুধুমাত্র অক্ষর এবং স্পেস থাকতে হবে।
fr: Le nom du pays ne doit contenir que des lettres et des espaces.

source: Country code must be alphanumeric.
bn: দেশের কোড অবশ্যই বর্ণানুক্রমিক হতে হবে।
fr: le code du pays doit être alphanumérique.

source: This country code has already been registered.
bn: এই দেশের কোড ইতিমধ্যে নিবন্ধিত হয়েছে.
fr: ce code de pays a déjà été enregistré.

source: Geo-admin 1 code must be alphanumeric.
bn: Geo-admin 1 কোড অবশ্যই বর্ণসংখ্যার হতে হবে।
fr: Le code Géo-admin 1 doit être alphanumérique.

source: This administrative code is already in use.
bn: এই প্রশাসনিক কোড ইতিমধ্যে ব্যবহার করা হয়.
fr: Ce code administratif est déjà utilisé.

source: Geo-admin 1 name must contain only letters and spaces.
bn: জিও-অ্যাডমিন 1 নামটিতে শুধুমাত্র অক্ষর এবং স্পেস থাকতে হবে।
fr: Le nom du géo-administrateur 1 doit contenir uniquement des lettres et des espaces.

source: The selected country is not active.
bn: নির্বাচিত দেশ সক্রিয় নয়।
fr: Le pays sélectionné n'est pas actif.

source: This Geo-admin 1 code has already been registered.
bn: এই জিও-অ্যাডমিন 1 কোডটি ইতিমধ্যেই নিবন্ধিত হয়েছে৷
fr: Ce code Geo-admin 1 a déjà été enregistré.

source: Geo-admin 2 code must be alphanumeric.
bn: জিও-অ্যাডমিন 2 কোড অবশ্যই আলফানিউমেরিক হতে হবে।
fr: Le code Geo-admin 2 doit être alphanumérique.

source: Geo-admin 2 name must contain only letters and spaces.
bn: জিও-অ্যাডমিন 2 নামটিতে শুধুমাত্র অক্ষর এবং স্পেস থাকতে হবে।
fr: Le nom du géo-administrateur 2 doit contenir uniquement des lettres et des espaces.

source: The selected geo admin 1 is not active.
bn: নির্বাচিত জিও অ্যাডমিন 1 সক্রিয় নয়।
fr: L'administrateur géographique 1 sélectionné n'est pas actif.

source: This Geo-admin 2 code has already been registered.
bn: এই জিও-অ্যাডমিন 2 কোড ইতিমধ্যে নিবন্ধিত হয়েছে।
fr: Ce code Geo-admin 2 a déjà été enregistré.

source: Request processed successfully.
bn: অনুরোধ সফলভাবে প্রক্রিয়া করা হয়েছে।
fr: Demande traitée avec succès.

source: An error occurred while fetching the research interests.
bn: গবেষণার আগ্রহগুলি আনার সময় একটি ত্রুটি ঘটেছে৷
fr: Une erreur s'est produite lors de la récupération des intérêts de recherche.

source: An error occurred while fetching the skills.
bn: দক্ষতা আনার সময় একটি ত্রুটি ঘটেছে।
fr: Une erreur s'est produite lors de la récupération des compétences.

source: An error occurred while fetching the country list.
bn: দেশের তালিকা আনার সময় একটি ত্রুটি ঘটেছে৷
fr: Une erreur s'est produite lors de la récupération de la liste des pays.

source: Invalid country code length. Expected 2 characters.
bn: অবৈধ দেশের কোড দৈর্ঘ্য।
fr: Longueur du code de pays invalide.

source: An error occurred while fetching the state list.
bn: রাজ্যের তালিকা আনার সময় একটি ত্রুটি ঘটেছে৷
fr: Une erreur s'est produite lors de la récupération de la liste d'états.

source: Ethnicity options fetched successfully.
bn: জাতিগত বিকল্পগুলি সফলভাবে আনা হয়েছে৷
fr: options d'origine ethnique récupérées avec succès.

source: You do not have permission to view countries
bn: আপনার দেশ দেখার অনুমতি নেই
fr: Vous n'êtes pas autorisé à afficher les pays

source: You do not have permission to add a country
bn: আপনার কাছে একটি দেশ যোগ করার অনুমতি নেই
fr: Vous n'êtes pas autorisé à ajouter un pays

source: You do not have permission to view this country
bn: আপনার এই দেশ দেখার অনুমতি নেই
fr: Vous n'êtes pas autorisé à afficher ce pays

source: You do not have permission to update this country
bn: আপনার কাছে এই দেশটি আপডেট করার অনুমতি নেই
fr: Vous n'êtes pas autorisé à mettre à jour ce pays

source: You do not have permission to delete this country
bn: আপনার এই দেশটি মুছে ফেলার অনুমতি নেই
fr: Vous n'êtes pas autorisé à supprimer ce pays

source: You do not have permission to view geo-administrative areas
bn: আপনার ভূ-প্রশাসনিক এলাকা দেখার অনুমতি নেই
fr: Vous n'êtes pas autorisé à afficher les zones géo-administratives

source: You do not have permission to add geo-administrative areas
bn: আপনার ভূ-প্রশাসনিক এলাকা যোগ করার অনুমতি নেই
fr: Vous n'êtes pas autorisé à ajouter des zones géo-administratives

source: You do not have permission to view this geo-administrative area
bn: আপনার এই ভূ-প্রশাসনিক এলাকা দেখার অনুমতি নেই
fr: Vous n'êtes pas autorisé à visualiser cette zone géo-administrative

source: You do not have permission to update this geo-administrative area
bn: আপনার এই ভূ-প্রশাসনিক এলাকা আপডেট করার অনুমতি নেই
fr: Vous n'êtes pas autorisé à mettre à jour cette zone géo-administrative

source: You do not have permission to delete this geo-administrative area
bn: আপনার এই ভূ-প্রশাসনিক এলাকা মুছে ফেলার অনুমতি নেই
fr: Vous n'êtes pas autorisé à supprimer cette zone géo-administrative

source: You do not have permission to view geo-administrative areas level 2
bn: আপনার ভূ-প্রশাসনিক এলাকা স্তর 2 দেখার অনুমতি নেই
fr: Vous n'avez pas la permission de visualiser les zones géo-administratives niveau 2

source: You do not have permission to add geo-administrative areas level 2
bn: আপনার ভূ-প্রশাসনিক এলাকা লেভেল 2 যোগ করার অনুমতি নেই
fr: Vous n'êtes pas autorisé à ajouter des zones géo-administratives niveau 2

source: You do not have permission to view this geo-administrative area level 2
bn: আপনার এই ভূ-প্রশাসনিক এলাকা স্তর 2 দেখার অনুমতি নেই
fr: Vous n'avez pas la permission de visualiser cette zone géo-administrative niveau 2

source: You do not have permission to update this geo-administrative area level 2
bn: আপনার কাছে এই ভূ-প্রশাসনিক এলাকা স্তর 2 আপডেট করার অনুমতি নেই
fr: Vous n'avez pas la permission de mettre à jour cette zone géo-administrative niveau 2

source: You do not have permission to delete this geo-administrative area level 2
bn: আপনার এই ভূ-প্রশাসনিক এলাকা স্তর 2 মুছে ফেলার অনুমতি নেই
fr: Vous n'avez pas la permission de supprimer cette zone géo-administrative niveau 2

source: An error occurred while fetching the organization category list.
bn: সংস্থার বিভাগের তালিকা আনার সময় একটি ত্রুটি ঘটেছে৷
fr: Une erreur s’est produite lors de la récupération de la liste des catégories d’organisation.

source: Failed to save data from form.
bn: ফর্ম থেকে ডেটা সংরক্ষণ করতে ব্যর্থ৷
fr: Échec de l'enregistrement des données du formulaire.

source: Full name is required.
bn: সম্পূর্ণ নাম প্রয়োজন।
fr: Le nom complet est requis.

source: Message is required.
bn: বার্তা প্রয়োজন.
fr: Un message est requis.

source: Thank you! Your message has been submitted successfully. We will get back to you soon.
bn: আপনাকে ধন্যবাদ!
fr: Merci !

source: Department data not found.
bn: বিভাগের তথ্য পাওয়া যায়নি।
fr: Données du département introuvables.

source: Please fix the following errors:
bn: অনুগ্রহ করে নিম্নলিখিত ত্রুটিগুলি ঠিক করুন:
fr: Veuillez corriger les erreurs suivantes :

source: Department not found.
bn: বিভাগ পাওয়া যায়নি।
fr: Département introuvable.

source: An error occurred while deleting the department.
bn: বিভাগটি মুছে ফেলার সময় একটি ত্রুটি ঘটেছে।
fr: Une erreur s'est produite lors de la suppression du département.

source: Department data found successfully.
bn: বিভাগের ডেটা সফলভাবে পাওয়া গেছে।
fr: Données du département trouvées avec succès.

source: Department saved successfully.
bn: বিভাগ সফলভাবে সংরক্ষণ করা হয়েছে।
fr: Département enregistré avec succès.

source: Department updated successfully.
bn: বিভাগ সফলভাবে আপডেট হয়েছে।
fr: Département mis à jour avec succès.

source: Department deleted successfully.
bn: বিভাগ সফলভাবে মুছে ফেলা হয়েছে।
fr: Département supprimé avec succès.

source: Name cannot be null.
bn: নাম শূন্য হতে পারে না।
fr: Le nom ne peut pas être nul.

source: The selected campus does not exist.
bn: নির্বাচিত ক্যাম্পাস বিদ্যমান নেই।
fr: Le campus sélectionné n'existe pas.

source: Invalid type. Expected a campus instance.
bn: অবৈধ প্রকার।
fr: Type invalide.

source: The selected college does not exist.
bn: নির্বাচিত কলেজ বিদ্যমান নেই।
fr: Le collège sélectionné n'existe pas.

source: Invalid type. Expected a college instance.
bn: অবৈধ প্রকার।
fr: Type invalide.

source: Name should not contain special characters or numbers.
bn: নামে বিশেষ অক্ষর বা সংখ্যা থাকা উচিত নয়।
fr: Le nom ne doit pas contenir de caractères spéciaux ni de chiffres.

source: The linked college must be active.
bn: সংযুক্ত কলেজ সক্রিয় হতে হবে।
fr: Le collège lié doit être actif.

source: The linked campus must be active.
bn: সংযুক্ত ক্যাম্পাস সক্রিয় হতে হবে।
fr: Le campus lié doit être actif.

source: Organization data deleted successfully.
bn: প্রতিষ্ঠানের তথ্য সফলভাবে মুছে ফেলা হয়েছে।
fr: Données de l'organisation supprimées avec succès.

source: Unsupported file extension. Please upload a JPG, JPEG, or PNG file.
bn: অসমর্থিত ফাইল এক্সটেনশন।
fr: Extension de fichier non prise en charge.

source: Category is required.
bn: বিভাগ প্রয়োজন।
fr: La catégorie est obligatoire.

source: Invalid category.
bn: অবৈধ বিভাগ।
fr: Catégorie invalide.

source: Educational organization category not found.
bn: শিক্ষা প্রতিষ্ঠানের বিভাগ পাওয়া যায়নি।
fr: Catégorie d'établissement d'enseignement introuvable.

source: You do not have permission to view this educational organization category
bn: আপনার এই শিক্ষা প্রতিষ্ঠানের বিভাগ দেখার অনুমতি নেই
fr: Vous n'êtes pas autorisé à afficher cette catégorie d'établissement d'enseignement

source: You do not have permission to view educational organization categories
bn: আপনার কাছে শিক্ষা প্রতিষ্ঠানের বিভাগ দেখার অনুমতি নেই
fr: Vous n'êtes pas autorisé à afficher les catégories d'établissements d'enseignement.

source: You do not have permission to add an educational organization category
bn: আপনার কাছে শিক্ষা প্রতিষ্ঠানের বিভাগ যোগ করার অনুমতি নেই
fr: Vous n'êtes pas autorisé à ajouter une catégorie d'établissement d'enseignement

source: You do not have permission to update this educational organization category
bn: আপনার কাছে এই শিক্ষা প্রতিষ্ঠানের বিভাগ আপডেট করার অনুমতি নেই
fr: Vous n'êtes pas autorisé à mettre à jour cette catégorie d'établissement d'enseignement

source: You do not have permission to delete this educational organization category
bn: আপনার কাছে এই শিক্ষা প্রতিষ্ঠানের বিভাগটি মুছে ফেলার অনুমতি নেই
fr: Vous n'êtes pas autorisé à supprimer cette catégorie d'établissement d'enseignement

source: Educational organization category deleted successfully.
bn: শিক্ষা প্রতিষ্ঠানের বিভাগ সফলভাবে মুছে ফেলা হয়েছে।
fr: Catégorie d'établissement d'enseignement supprimée avec succès.

source: Only JPG, PNG, GIF image files are allowed.
bn: শুধুমাত্র JPG, PNG, GIF ইমেজ ফাইল অনুমোদিত।
fr: Seuls les fichiers image JPG, PNG et GIF sont autorisés.

source: File upload failed.
bn: ফাইল আপলোড ব্যর্থ হয়েছে।
fr: échec du téléchargement du fichier.

source: Educational organization not found.
bn: শিক্ষা প্রতিষ্ঠান পাওয়া যায়নি।
fr: Organisme éducatif introuvable.
