Repository: nafeu-khan/sc-management-backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn, fr

source: Publication date is required.
bn: প্রকাশের তারিখ প্রয়োজন।
fr: La date de publication est requise.

source: Position title is required.
bn: পদের শিরোনাম প্রয়োজন।
fr: Le titre du poste est requis.

source: Company name is required.
bn: কোম্পানির নাম প্রয়োজন।
fr: Le nom de l'entreprise est requis.

source: Skill Option is required
bn: দক্ষতার বিকল্প প্রয়োজন
fr: L'option de compétence est requise

source: Invalid Skill Option ID
bn: অবৈধ দক্ষতা বিকল্প আইডি
fr: ID d'option de compétence invalide

source: Organizer is required.
bn: সংগঠক প্রয়োজন।
fr: L'organisateur est requis.

source: Location is required.
bn: অবস্থান প্রয়োজন।
fr: L'emplacement est requis.

source: Certificate is required.
bn: সার্টিফিকেট প্রয়োজন।
fr: Un certificat est requis.

source: Completion date must be greater than start date.
bn: সমাপ্তির তারিখ শুরুর তারিখের চেয়ে বেশি হতে হবে।
fr: La date d'achèvement doit être supérieure à la date de début.

source: Awarding organization is required.
bn: পুরস্কার প্রদানকারী সংস্থা প্রয়োজন।
fr: Un organisme d'attribution est requis.

source: Date received is required.
bn: প্রাপ্তির তারিখ প্রয়োজন।
fr: La date de réception est requise.

source: Organization name is required.
bn: প্রতিষ্ঠানের নাম প্রয়োজন।
fr: Le nom de l’organisation est requis.

source: Invalid test name. Choose from IELTS, TOEFL, SAT, GRE, DUOLINGO, PTE.
bn: অবৈধ পরীক্ষার নাম।
fr: Nom de test invalide.

source: Score is required.
bn: স্কোর প্রয়োজন।
fr: Un score est requis.

source: Invalid score.
bn: অবৈধ স্কোর।
fr: Score invalide.

source: Date taken is required.
bn: নেওয়ার তারিখ প্রয়োজন।
fr: La date de prise est requise.

source: Invalid date.
bn: অবৈধ তারিখ।
fr: Date invalide.

source: Invalid score for {test_name}. Score should be between {min_score} and {max_score}.
bn: {test_name} এর জন্য অবৈধ স্কোর।
fr: Score non valide pour {test_name}.

source: Upload Test Score
bn: টেস্ট স্কোর আপলোড করুন
fr: Télécharger le résultat du test

source: Allows authenticated users to upload their test scores.
bn: প্রমাণিত ব্যবহারকারীদের তাদের পরীক্ষার স্কোর আপলোড করার অনুমতি দেয়।
fr: permet aux utilisateurs authentifiés de télécharger leurs résultats aux tests.

source: Success
bn: সাফল্য
fr: Succès

source: Bad Request
bn: খারাপ অনুরোধ
fr: Demande incorrecte

source: Internal Server Error
bn: অভ্যন্তরীণ সার্ভার ত্রুটি
fr: Erreur interne du serveur

source: Test score uploaded successfully.
bn: টেস্ট স্কোর সফলভাবে আপলোড হয়েছে।
fr: Le résultat du test a été téléchargé avec succès.

source: Test score upload operation failed.
bn: টেস্ট স্কোর আপলোড অপারেশন ব্যর্থ হয়েছে।
fr: L'opération de téléchargement du résultat du test a échoué.

source: Internal Server Error.
bn: অভ্যন্তরীণ সার্ভার ত্রুটি।
fr: Erreur interne du serveur.

source: Get Test Scores
bn: টেস্ট স্কোর পান
fr: Obtenir les résultats des tests

source: Allows authenticated users to fetch their test scores.
bn: প্রমাণিত ব্যবহারকারীদের তাদের পরীক্ষার স্কোর আনতে অনুমতি দেয়।
fr: permet aux utilisateurs authentifiés de récupérer leurs résultats aux tests.

source: Test scores retrieved successfully.
bn: টেস্ট স্কোর সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Résultats des tests récupérés avec succès.

source: Update Test Score
bn: টেস্ট স্কোর আপডেট করুন
fr: Mettre à jour le résultat du test

source: Allows authenticated users to update their test scores.
bn: প্রমাণিত ব্যবহারকারীদের তাদের পরীক্ষার স্কোর আপডেট করার অনুমতি দেয়।
fr: permet aux utilisateurs authentifiés de mettre à jour leurs résultats aux tests.

source: Not Found
bn: পাওয়া যায়নি
fr: Introuvable

source: Test score updated successfully.
bn: টেস্ট স্কোর সফলভাবে আপডেট করা হয়েছে।
fr: Le résultat du test a été mis à jour avec succès.

source: Test score update operation failed.
bn: টেস্ট স্কোর আপডেট অপারেশন ব্যর্থ হয়েছে।
fr: L'opération de mise à jour du score de test a échoué.

source: Delete Test Score
bn: টেস্ট স্কোর মুছুন
fr: Supprimer le résultat du test

source: Allows authenticated users to delete their test scores.
bn: প্রমাণিত ব্যবহারকারীদের তাদের পরীক্ষার স্কোর মুছে ফেলার অনুমতি দেয়।
fr: permet aux utilisateurs authentifiés de supprimer leurs résultats aux tests.

source: No Content
bn: কোন বিষয়বস্তু নেই
fr: Aucun contenu

source: Get training workshops
bn: প্রশিক্ষণ কর্মশালা পান
fr: Bénéficiez d'ateliers de formation

source: Retrieve user's training workshops.
bn: ব্যবহারকারীর প্রশিক্ষণ কর্মশালা পুনরুদ্ধার করুন।
fr: Récupérer les ateliers de formation des utilisateurs.

source: Training Workshops retrieved successfully.
bn: প্রশিক্ষণ কর্মশালা সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Ateliers de formation récupérés avec succès.

source: Add TrainingWorkshop
bn: ট্রেনিং ওয়ার্কশপ যোগ করুন
fr: Ajouter un atelier de formation

source: Add a new training workshop.
bn: একটি নতুন প্রশিক্ষণ কর্মশালা যোগ করুন।
fr: Ajouter un nouvel atelier de formation.

source: Training workshop added successfully.
bn: প্রশিক্ষণ কর্মশালা সফলভাবে যোগ করা হয়েছে।
fr: Atelier de formation ajouté avec succès.

source: Update Training Workshop
bn: প্রশিক্ষণ কর্মশালা আপডেট করুন
fr: Atelier de formation de mise à jour

source: Update an existing training workshop.
bn: একটি বিদ্যমান প্রশিক্ষণ কর্মশালা আপডেট করুন।
fr: Mettre à jour un atelier de formation existant.

source: Training workshop updated successfully.
bn: প্রশিক্ষণ কর্মশালা সফলভাবে আপডেট করা হয়েছে।
fr: Atelier de formation mis à jour avec succès.

source: Delete Training Workshop
bn: প্রশিক্ষণ কর্মশালা মুছুন
fr: Supprimer l'atelier de formation

source: Delete an existing training workshop.
bn: একটি বিদ্যমান প্রশিক্ষণ কর্মশালা মুছুন।
fr: Supprimer un atelier de formation existant.

source: Training workshop deleted successfully.
bn: প্রশিক্ষণ কর্মশালা সফলভাবে মুছে ফেলা হয়েছে।
fr: Atelier de formation supprimé avec succès.

source: Get citizenship and visa information
bn: নাগরিকত্ব এবং ভিসার তথ্য পান
fr: Obtenir des informations sur la citoyenneté et les visas

source: Get citizenship and visa information for a user.
bn: একজন ব্যবহারকারীর জন্য নাগরিকত্ব এবং ভিসার তথ্য পান।
fr: Obtenir des informations sur la citoyenneté et les visas d'un utilisateur.

source: A list of citizenships and visas.
bn: নাগরিকত্ব এবং ভিসার একটি তালিকা।
fr: Une liste des citoyennetés et des visas.

source: UserDetails not found
bn: ব্যবহারকারীর বিবরণ পাওয়া যায়নি
fr: Détails utilisateur introuvables

source: Create or update citizenship and visa information
bn: নাগরিকত্ব এবং ভিসার তথ্য তৈরি বা আপডেট করুন
fr: Créer ou mettre à jour les informations sur la citoyenneté et les visas

source: Create or update citizenship and visa information for a user.
bn: একজন ব্যবহারকারীর জন্য নাগরিকত্ব এবং ভিসার তথ্য তৈরি বা আপডেট করুন।
fr: Créer ou mettre à jour les informations de citoyenneté et de visa pour un utilisateur.

source: List of citizenships
bn: নাগরিকত্বের তালিকা
fr: Liste des citoyennetés

source: List of visas
bn: ভিসার তালিকা
fr: Liste des visas

source: Citizenships and visas created successfully.
bn: নাগরিকত্ব এবং ভিসা সফলভাবে তৈরি করা হয়েছে।
fr: Citoyennetés et visas créés avec succès.

source: Retrieve user's research interests
bn: ব্যবহারকারীর গবেষণার আগ্রহ পুনরুদ্ধার করুন
fr: Récupérer les intérêts de recherche de l'utilisateur

source: Retrieves the research interests associated with the authenticated user.
bn: প্রমাণিত ব্যবহারকারীর সাথে সম্পর্কিত গবেষণা আগ্রহ পুনরুদ্ধার করে।
fr: Récupère les intérêts de recherche associés à l’utilisateur authentifié.

source: Successful retrieval of research interests
bn: গবেষণার আগ্রহের সফল পুনরুদ্ধার
fr: Récupération réussie des intérêts de recherche

source: Research interests not found for the user
bn: ব্যবহারকারীর জন্য গবেষণার আগ্রহ পাওয়া যায়নি
fr: Intérêts de recherche introuvables pour l'utilisateur

source: Research interests retrieved successfully.
bn: গবেষণার আগ্রহ সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Intérêts de recherche récupérés avec succès.

source: Research interests not found for this user.
bn: এই ব্যবহারকারীর জন্য গবেষণার আগ্রহ পাওয়া যায়নি।
fr: Intérêts de recherche introuvables pour cet utilisateur.

source: Save user's research interests
bn: ব্যবহারকারীর গবেষণার আগ্রহ সংরক্ষণ করুন
fr: Enregistrer les intérêts de recherche de l'utilisateur

source: Saves the user's research interests based on the provided data. Expects a JSON array of research interests.
bn: প্রদত্ত ডেটার উপর ভিত্তি করে ব্যবহারকারীর গবেষণার আগ্রহ সংরক্ষণ করে।
fr: Enregistre les intérêts de recherche de l'utilisateur sur la base des données fournies.

source: Successful saving of research interests
bn: গবেষণার আগ্রহের সফল সংরক্ষণ
fr: Sauvegarde réussie des intérêts de la recherche

source: Validation error occurred
bn: বৈধতা ত্রুটি ঘটেছে
fr: Une erreur de validation s'est produite

source: User details not found
bn: ব্যবহারকারীর বিবরণ পাওয়া যায়নি
fr: Détails utilisateur introuvables

source: Internal server error occurred
bn: অভ্যন্তরীণ সার্ভার ত্রুটি ঘটেছে
fr: Une erreur de serveur interne s'est produite

source: Invalid data format. Expected a list.
bn: অবৈধ তথ্য বিন্যাস।
fr: Format de données invalide.

source: At least one research interest is required.
bn: কমপক্ষে একটি গবেষণা আগ্রহ প্রয়োজন।
fr: Au moins un intérêt de recherche est requis.

source: Research interests saved successfully.
bn: গবেষণার আগ্রহ সফলভাবে সংরক্ষিত হয়েছে।
fr: Intérêts de recherche enregistrés avec succès.

source: Upload Resume
bn: জীবনবৃত্তান্ত আপলোড করুন
fr: Télécharger le CV

source: Allows authenticated users to upload their resume file in PDF format.
bn: প্রমাণিত ব্যবহারকারীদের পিডিএফ ফরম্যাটে তাদের জীবনবৃত্তান্ত ফাইল আপলোড করার অনুমতি দেয়।
fr: Permet aux utilisateurs authentifiés de télécharger leur fichier de CV au format PDF.

source: Resume file in PDF format.
bn: পিডিএফ ফরম্যাটে ফাইল পুনরায় শুরু করুন।
fr: Reprendre le fichier au format PDF.

source: Resume uploaded successfully.
bn: পুনঃসূচনা সফলভাবে আপলোড হয়েছে।
fr: Reprise téléchargée avec succès.

source: Resume upload operation is failed.
bn: পুনরায় শুরু আপলোড অপারেশন ব্যর্থ হয়েছে.
fr: L'opération de reprise du téléchargement a échoué.

source: Get Resume
bn: জীবনবৃত্তান্ত পান
fr: Obtenir un CV

source: Allows authenticated users to fetch their uploaded resume file.
bn: প্রমাণিত ব্যবহারকারীদের তাদের আপলোড করা জীবনবৃত্তান্ত ফাইল আনতে অনুমতি দেয়।
fr: permet aux utilisateurs authentifiés de récupérer leur fichier de CV téléchargé.

source: Resume file is retrieved successfully.
bn: রিজিউম ফাইল সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Le fichier de reprise a été récupéré avec succès.

source: No resume file found.
bn: কোন সারসংকলন ফাইল পাওয়া যায়নি।
fr: Aucun fichier de CV trouvé.

source: Upload SOP
bn: SOP আপলোড করুন
fr: Télécharger la SOP

source: Allows authenticated users to upload their statement of purpose (SOP) file in PDF format.
bn: প্রমাণিত ব্যবহারকারীদের তাদের উদ্দেশ্যের বিবৃতি (SOP) ফাইল PDF ফরম্যাটে আপলোড করার অনুমতি দেয়।
fr: permet aux utilisateurs authentifiés de télécharger leur fichier de déclaration d'intention (SOP) au format PDF.

source: SOP file in PDF format.
bn: পিডিএফ ফরম্যাটে এসওপি ফাইল।
fr: Fichier SOP au format PDF.

source: SOP uploaded successfully.
bn: SOP সফলভাবে আপলোড হয়েছে।
fr: SOP téléchargée avec succès.

source: SOP upload operation is failed.
bn: SOP আপলোড অপারেশন ব্যর্থ হয়েছে৷
fr: L’opération de téléchargement SOP a échoué.

source: Get SOP
bn: SOP পান
fr: Obtenir la SOP

source: Allows authenticated users to fetch their uploaded statement of purpose (SOP) file.
bn: প্রমাণিত ব্যবহারকারীদের তাদের আপলোড করা স্টেটমেন্ট অব উদ্দেশ্য (SOP) ফাইল আনতে অনুমতি দেয়।
fr: permet aux utilisateurs authentifiés de récupérer leur fichier de déclaration d'intention (SOP) téléchargé.

source: SOP file is retrieved successfully.
bn: SOP ফাইল সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Le fichier SOP a été récupéré avec succès.

source: No SOP file found.
bn: কোন SOP ফাইল পাওয়া যায়নি।
fr: Aucun fichier SOP trouvé.

source: Get Ethnicity Info
bn: জাতিগত তথ্য পান
fr: Obtenir des informations sur l'origine ethnique

source: Allows authenticated users to fetch their ethnicity information.
bn: প্রমাণিত ব্যবহারকারীদের তাদের জাতিগত তথ্য আনার অনুমতি দেয়।
fr: permet aux utilisateurs authentifiés de récupérer leurs informations d'origine ethnique.

source: Update Ethnicity Info
bn: জাতিগত তথ্য আপডেট করুন
fr: Mettre à jour les informations sur l'origine ethnique

source: Allows authenticated users to update their ethnicity information.
bn: প্রমাণিত ব্যবহারকারীদের তাদের জাতিগত তথ্য আপডেট করার অনুমতি দেয়।
fr: permet aux utilisateurs authentifiés de mettre à jour leurs informations d'origine ethnique.

source: Ethnicity
bn: জাতিসত্তা
fr: ethnicité

source: Ethnicity details
bn: জাতিগত বিবরণ
fr: Détails sur l'origine ethnique

source: Ethnicity origin
bn: জাতিগত উত্স
fr: Origine ethnique

source: Preference on Ethnicity Reporting
bn: জাতিগত প্রতিবেদনে অগ্রাধিকার
fr: Préférence concernant les rapports sur l'origine ethnique

source: Ethnicity details updated successfully
bn: জাতিগত বিবরণ সফলভাবে আপডেট করা হয়েছে
fr: Détails sur l'origine ethnique mis à jour avec succès

source: Get Other Info
bn: অন্যান্য তথ্য পান
fr: Obtenir d'autres informations

source: Allows authenticated users to fetch their other information.
bn: প্রমাণিত ব্যবহারকারীদের তাদের অন্যান্য তথ্য আনার অনুমতি দেয়।
fr: permet aux utilisateurs authentifiés de récupérer leurs autres informations.

source: Update Other Info
bn: অন্যান্য তথ্য আপডেট করুন
fr: Mettre à jour les autres informations

source: Allows authenticated users to update their other information.
bn: প্রমাণিত ব্যবহারকারীদের তাদের অন্যান্য তথ্য আপডেট করার অনুমতি দেয়।
fr: permet aux utilisateurs authentifiés de mettre à jour leurs autres informations.

source: Field 1
bn: ক্ষেত্র 1
fr: Champ 1

source: Field 2
bn: ক্ষেত্র 2
fr: Champ 2

source: Field 3
bn: ক্ষেত্র 3
fr: Champ 3

source: Other info updated successfully
bn: অন্যান্য তথ্য সফলভাবে আপডেট করা হয়েছে
fr: Autres informations mises à jour avec succès

source: Get Acknowledgement Info
bn: স্বীকৃতি তথ্য পান
fr: Obtenir des informations d'accusé de réception

source: Allows authenticated users to fetch their acknowledgement information.
bn: প্রমাণিত ব্যবহারকারীদের তাদের স্বীকৃতি তথ্য আনার অনুমতি দেয়।
fr: permet aux utilisateurs authentifiés de récupérer leurs informations d'accusé de réception.

source: User details found.
bn: ব্যবহারকারীর বিবরণ পাওয়া গেছে।
fr: Détails utilisateur trouvés.

source: Update Acknowledgement Info
bn: স্বীকৃতি তথ্য আপডেট করুন
fr: Mettre à jour les informations d'accusé de réception

source: Allows authenticated users to update their acknowledgement information.
bn: প্রমাণিত ব্যবহারকারীদের তাদের স্বীকৃতি তথ্য আপডেট করার অনুমতি দেয়।
fr: permet aux utilisateurs authentifiés de mettre à jour leurs informations d'accusé de réception.

source: Acknowledgement updated successfully
bn: স্বীকৃতি সফলভাবে আপডেট করা হয়েছে
fr: Acquittement mis à jour avec succès

source: Retrieve user's skills
bn: ব্যবহারকারীর দক্ষতা পুনরুদ্ধার করুন
fr: Récupérer les compétences de l'utilisateur

source: Retrieves the skills associated with the authenticated user.
bn: প্রমাণিত ব্যবহারকারীর সাথে সম্পর্কিত দক্ষতা পুনরুদ্ধার করে।
fr: Récupère les compétences associées à l'utilisateur authentifié.

source: Successful retrieval of skills
bn: দক্ষতার সফল পুনরুদ্ধার
fr: Récupération réussie des compétences

source: Skills not found for the user
bn: ব্যবহারকারীর জন্য দক্ষতা পাওয়া যায়নি
fr: Compétences introuvables pour l'utilisateur

source: Skills retrieved successfully.
bn: দক্ষতা সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Compétences récupérées avec succès.

source: Skills not found for this user.
bn: এই ব্যবহারকারীর জন্য দক্ষতা পাওয়া যায়নি।
fr: Compétences introuvables pour cet utilisateur.

source: Save user's skills
bn: ব্যবহারকারীর দক্ষতা সংরক্ষণ করুন
fr: Enregistrer les compétences de l'utilisateur

source: Saves the user's skills based on the provided data. Expects a JSON array of skills.
bn: প্রদত্ত ডেটার উপর ভিত্তি করে ব্যবহারকারীর দক্ষতা সংরক্ষণ করে।
fr: Enregistre les compétences de l'utilisateur en fonction des données fournies.

source: Successful saving of skills
bn: দক্ষতার সফল সংরক্ষণ
fr: Sauvegarde réussie des compétences

source: At least one skill is required.
bn: কমপক্ষে একটি দক্ষতা প্রয়োজন।
fr: Au moins une compétence est requise.

source: Skills saved successfully.
bn: দক্ষতা সফলভাবে সংরক্ষণ করা হয়েছে।
fr: Compétences enregistrées avec succès.

source: Get Volunteer Activities
bn: স্বেচ্ছাসেবক কার্যক্রম পান
fr: Obtenez des activités bénévoles

source: Retrieve user's volunteer activities.
bn: ব্যবহারকারীর স্বেচ্ছাসেবী কার্যক্রম পুনরুদ্ধার করুন।
fr: Récupérer les activités bénévoles des utilisateurs.

source: Volunteer activities retrieved successfully.
bn: স্বেচ্ছাসেবক কার্যক্রম সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Activités bénévoles récupérées avec succès.

source: Add Volunteer Activity
bn: স্বেচ্ছাসেবক কার্যকলাপ যোগ করুন
fr: Ajouter une activité bénévole

source: Add a new volunteer activity.
bn: একটি নতুন স্বেচ্ছাসেবক কার্যকলাপ যোগ করুন।
fr: Ajout d'une nouvelle activité bénévole.

source: Volunteer activity added successfully.
bn: স্বেচ্ছাসেবক কার্যকলাপ সফলভাবে যোগ করা হয়েছে।
fr: Activité bénévole ajoutée avec succès.

source: Update Volunteer Activity
bn: স্বেচ্ছাসেবক কার্যকলাপ আপডেট করুন
fr: Mise à jour de l'activité bénévole

source: Update an existing volunteer activity.
bn: একটি বিদ্যমান স্বেচ্ছাসেবক কার্যকলাপ আপডেট করুন।
fr: Actualisation d'une activité bénévole existante.

source: Volunteer activity updated successfully.
bn: স্বেচ্ছাসেবক কার্যকলাপ সফলভাবে আপডেট করা হয়েছে।
fr: Activité bénévole mise à jour avec succès.

source: Delete Volunteer Activity
bn: স্বেচ্ছাসেবক কার্যকলাপ মুছুন
fr: Supprimer l'activité bénévole

source: Delete an existing volunteer activity.
bn: একটি বিদ্যমান স্বেচ্ছাসেবক কার্যকলাপ মুছুন।
fr: Supprimer une activité bénévole existante.

source: Volunteer activity deleted successfully.
bn: স্বেচ্ছাসেবক কার্যকলাপ সফলভাবে মুছে ফেলা হয়েছে।
fr: Activité bénévole supprimée avec succès.

source: Get Work experiences
bn: কাজের অভিজ্ঞতা পান
fr: Obtenez des expériences professionnelles

source: Retrieve user's work experiences.
bn: ব্যবহারকারীর কাজের অভিজ্ঞতা পুনরুদ্ধার করুন।
fr: Récupérer les expériences professionnelles des utilisateurs.

source: Work experiences retrieved successfully.
bn: কাজের অভিজ্ঞতা সফলভাবে পুনরুদ্ধার করা হয়েছে।
fr: Expériences professionnelles récupérées avec succès.

source: Add work experience
bn: কাজের অভিজ্ঞতা যোগ করুন
fr: Ajouter une expérience de travail

source: Add a new work experience.
bn: একটি নতুন কাজের অভিজ্ঞতা যোগ করুন।
fr: Ajoutez une nouvelle expérience de travail.

source: Work experience added successfully.
bn: কাজের অভিজ্ঞতা সফলভাবে যোগ করা হয়েছে।
fr: Expérience professionnelle ajoutée avec succès.

source: Update work experience
bn: কাজের অভিজ্ঞতা আপডেট করুন
fr: Mettre à jour l'expérience de travail

source: Update an existing work experience.
bn: একটি বিদ্যমান কাজের অভিজ্ঞতা আপডেট করুন।
fr: Mettre à jour une expérience de travail existante.

source: Work experience updated successfully.
bn: কাজের অভিজ্ঞতা সফলভাবে আপডেট হয়েছে।
fr: Expérience professionnelle mise à jour avec succès.

source: Delete work experience
bn: কাজের অভিজ্ঞতা মুছুন
fr: Supprimer l'expérience professionnelle

source: Delete an existing work experience.
bn: একটি বিদ্যমান কাজের অভিজ্ঞতা মুছুন।
fr: Supprimer une expérience professionnelle existante.

source: Work experience deleted successfully.
bn: কাজের অভিজ্ঞতা সফলভাবে মুছে ফেলা হয়েছে।
fr: Expérience professionnelle supprimée avec succès.

source: Unsupported file type
bn: অসমর্থিত ফাইল টাইপ
fr: Type de fichier non pris en charge

source: Data uploaded successfully
bn: ডেটা সফলভাবে আপলোড হয়েছে
fr: Données téléchargées avec succès

source: Unsupported entity type
bn: অসহায়ক সংস্থা প্রকার
fr: Type d'entité non pris en charge

source: A duplicate entry with the same name, category, country, and city already exists.
bn: একই নাম, বিভাগ, দেশ, এবং শহর সহ একটি ডুপ্লিকেট এন্ট্রি ইতিমধ্যেই বিদ্যমান।
fr: Une entrée en double avec le même nom, catégorie, pays et ville existe déjà.

source: Record Clone Successfully
bn: রেকর্ড সফলভাবে ক্লোন হয়েছে
fr: Enregistrement cloné avec succès

source: Error in row %(index)s: %(error_message_str)s
bn: সারি %(index)s এ ত্রুটি: %(error_message_str)s
fr: Erreur dans la ligne %(index)s : %(error_message_str)s

source: Invalid columns. Expected columns are %(expected_columns)s. Also optionally 'logo_file' for logo name.
bn: অবৈধ কলাম। প্রত্যাশিত কলামগুলি হল %(expected_columns)s। লোগো নামের জন্য 'logo_file' ও বিকল্পভাবে থাকতে পারে।
fr: Colonnes invalides. Les colonnes attendues sont %(expected_columns)s. Également facultativement 'logo_file' pour le nom du logo.

source: Row count exceeds the limit of %(max_row_limit)s.
bn: সারি সংখ্যা %(max_row_limit)s সীমা অতিক্রম করেছে।
fr: Le nombre de lignes dépasse la limite de %(max_row_limit)s.

source: %(document_filename)s of Logo file not found
bn: %(document_filename)s লোগো ফাইল পাওয়া যায়নি।
fr: %(document_filename)s লোগো ফাইল পাওয়া যায়নি।
